package com.company;

public class Main {

    public static void main(String[] args) {
        // if (логическое выражение) {
    //  набор команд, который выполнится только в том случае, если условие истинно
        // } else {
        //  набор команд, кооторый выполниться, если условие ложно
        // }
        //>, <, >=, <=
        // == - знак равенства
        // !=  - знак нервенства
        //  && - логическое "И"
        // || - логическое "ИЛИ"

        int age = 23;
        if (age >= 18) {
            System.out.println("Совершеннолетний");

/// 123123123

        }









    }
}
